/* %@ was deleted from the server. */
"%@ was deleted from the server." = "%@ was deleted from the server.";

/* \"%@\" has been deleted from the server. */
"\"%@\" has been deleted from the server." = "\"%@\" has been deleted from the server.";

/* \"%@\" has been deleted from your device. */
"\"%@\" has been deleted from your device." = "\"%@\" has been deleted from your device.";

/* Are you sure to delete \"%@\". */
"Are you sure to delete \"%@\"." = "Are you sure to delete \"%@\".";

/* Are you sure to download \"%@\" to your device? */
"Are you sure to download \"%@\" to your device?" = "Are you sure to download \"%@\" to your device?";

/* Cache Browser */
"Cache Browser" = "Cache Browser";

/* Cache Cleared! */
"Cache Cleared!" = "Cache Cleared!";

/* Cancel */
"Cancel" = "Cancel";

/* Comfirm Download */
"Comfirm Download" = "Comfirm Download";

/* completed */
"completed" = "completed";

/* Connection failed. */
"Connection failed." = "Connection failed.";

/* Delete */
"Delete" = "Delete";

/* Delete File */
"Delete File" = "Delete File";

/* Download */
"Download" = "Download";

/* Download Failed */
"Download Failed" = "Download Failed";

/* Downloading */
"Downloading" = "Downloading";

/* downloading */
"downloading" = "downloading";

/* Downloading(%.0%%) */
"Downloading(%.0f%%)" = "Downloading(%.0f%%)";

/* Downloading(%@) */
"Downloading(%@)" = "Downloading(%@)";

/* Error */
"Error" = "Error";

/* Error loading file list. Reason: %@ */
"Error loading file list. Reason: %@" = "Error loading file list. Reason: %@";

/* Error read file attributes. Reason: %@ */
"Error read file attributes. Reason: %@" = "Error read file attributes. Reason: %@";

/* failed or unknown */
"failed or unknown" = "failed or unknown";

/* Failed to delete file \"%@\". */
"Failed to delete file \"%@\"." = "Failed to delete file \"%@\".";

/* Failed to download \"%@\", please try agian later. */
"Failed to download \"%@\", please try agian later." = "Failed to download \"%@\", please try agian later.";

/* File */
"File" = "File";

/* File Info */
"File Info" = "File Info";

/* Initial Index */
"Initial Index" = "Initial Index";

/* Local */
"Local" = "Local";

/* Magnet link copied. */
"Magnet link copied." = "Magnet link copied.";

/* More */
"More" = "More";

/* Network Error */
"Network Error" = "Network Error";

/* No Space */
"No Space" = "No Space";

/* Off */
"Off" = "Off";

/* OK */
"OK" = "OK";

/* On */
"On" = "On";

/* Path */
"Path" = "Path";

/* Please enter a number for photo index(from 1). */
"Please enter a number for photo index(from 1)." = "Please enter a number for photo index(from 1).";

/* Please select your operation */
"Please select your operation" = "Please select your operation";

/* Result */
"Result" = "Result";

/* Server */
"Server" = "Server";

/* Settings */
"Settings" = "Settings";

/* Size */
"Size" = "Size";

/* Task added */
"Task added" = "Task added";

/* Torrent added! Download status:\n */
"Torrent added! Download status:\n" = "Torrent added! Download status:\n";

/* Torrent added! Please check your Xunlei account. */
"Torrent added! Please check your Xunlei account." = "Torrent added! Please check your Xunlei account.";

/* Torrent Hash */
"Torrent Hash" = "Torrent Hash";

/* Torrents */
"Torrents" = "Torrents";

/* waiting */
"waiting" = "waiting";

/* You don't have enough free space on your device to download \"%@\". */
"You don't have enough free space on your device to download \"%@\"." = "You don't have enough free space on your device to download \"%@\".";

/* You have entered an incorrect passcode too many times. */
"You have entered an incorrect passcode too many times." = "You have entered an incorrect passcode too many times.";

/* You have entered an incorrect passcode too many times. All account data in this app has been deleted. */
"You have entered an incorrect passcode too many times. All account data in this app has been deleted." = "You have entered an incorrect passcode too many times. All account data in this app has been deleted.";

/* Your device is not in the same LAN with the server. */
"Your device is not in the same LAN with the server." = "Your device is not in the same LAN with the server.";

